Repository: coderserdar/AwesomeMusic
Catalog: SourceCode/AwesomeMusic/Resources/AppResources.*.resx
Languages: ar

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft

# ResourceLanguage
source: en
ar: ar

source: About
ar: حول

source: Add Category
ar: إضافة الفئة

source: Cancel
ar: إلغاء

# CategoryAddSuccess
source: Category Has Been Added Successfully
ar: فئة تمت إضافة بنجاح

# CategoryExists
source: This Category Has Already Exists
ar: هذا التصنيف لديه موجود بالفعل

source: Enter Category Name
ar: إدخال اسم التصنيف

source: Exit App
ar: خروج التطبيقات

# ExitAppQuestion
source: Do You Want To Exit App?
ar: هل تريد الخروج التطبيقات؟

source: Ok
ar: طيب

source: Search
ar: البحث

source: Settings
ar: إعدادات

source: Categories
ar: فئات

source: Add Artist
ar: إضافة الفنان

# ArtistAddSuccess
source: Artist Has Been Added Successfully
ar: الفنان تمت إضافة بنجاح

# ArtistExists
source: This Artist Has Already Exists
ar: هذا الفنان لديه موجود بالفعل

source: Artist List
ar: قائمة فنان

# CategoryDeleteSuccess
source: Category Has Been Removed Successfully
ar: فئة تمت إزالة بنجاح

# CategoryNameChangeSuccess
source: Category Name Has Been Changed Successfully
ar: اسم التصنيف تم تغيير بنجاح

source: Category Settings
ar: فئة إعدادات

source: Delete Category
ar: حذف الفئة

# DeleteCategoryQuestion
source: You Will Delete Category With All Contents. Do You Agree?
ar: هل حذف الفئة مع جميع المحتويات. هل توافق؟

source: Enter Artist Name
ar: أدخل اسم الفنان

source: Arabic
ar: العربية

source: Chinese
ar: الصينية

source: English
ar: الإنجليزية

source: French
ar: الفرنسية

source: German
ar: الألمانية

source: Italian
ar: الإيطالية

# LanguageWarning
source: You May Restart Application To Change Effect
ar: قد يكون لإعادة تشغيل التطبيق لتغيير تأثير

source: Persian
ar: الفارسي

source: Portuguese
ar: البرتغالية

source: Russian
ar: الروسية

source: Select Language
ar: اختر اللغة

source: Spanish
ar: الأسبانية

source: Turkish
ar: التركية

source: Ascending
ar: تصاعدي

source: Artist Name
ar: اسم الفنان

source: Background Color
ar: لون الخلفية

source: Black
ar: الأسود

source: Blue
ar: الأزرق

source: Album Comment
ar: ألبوم تعليق

source: Album Count
ar: عدد الألبومات

source: Album Name
ar: اسم الألبوم

source: Brown
ar: البني

source: Category Name
ar: اسم التصنيف

source: Category Order By
ar: فئة الترتيب حسب

source: Category Order Style
ar: فئة ترتيب ستايل

source: Creation Date
ar: تاريخ الأنشاء

source: Descending
ar: تنازلي

source: Finish Date
ar: الانتهاء من التسجيل

source: Gray
ar: الرمادي

source: Green
ar: الأخضر

source: Language
ar: اللغة

# ModificationDate
source: Last Modification Date
ar: اخر تعديل التسجيل

source: Name
ar: اسم

source: OneDrive Sync Completed
ar: OneDrive تزامن الانتهاء

source: Orange
ar: البرتقال

source: Release Year
ar: سنة الإصدار

source: Label Name
ar: اسم التسمية

source: Purple
ar: الأرجواني

source: Red
ar: الأحمر

source: Selected
ar: اختيار

source: Start Date
ar: بدء التسجيل

# SystemFault
source: System Has A Fault. Please Try Again Later
ar: النظام لديه خطأ. يرجى المحاولة لاحقا

source: Yellow
ar: الأصفر

source: Background
ar: الخلفية

source: Background Image
ar: صورة الخلفية

# BackgroundImageChangeSuccess
source: Background Image Has Been Changed Successfully
ar: صورة الخلفية تم تغيير بنجاح

# BackgroundImageRemoveSuccess
source: Background Image Has Been Removed Successfully
ar: صورة الخلفية تمت إزالة بنجاح

source: Other Settings
ar: إعدادات أخرى

source: Remove Background Image
ar: إزالة صورة الخلفية

source: Select
ar: حدد

source: Sync
ar: المزامنة

source: Synchronizing
ar: مزامنة

# BackgroundColorChangeSuccess
source: Background Color Has Been Changed Successfully
ar: لون الخلفية تم تغيير بنجاح

source: General Settings
ar: الإعدادات العامة

source: Select Background Color
ar: حدد لون الخلفية

source: Artist Order By
ar: الفنان الترتيب حسب

# ArtistOrderTypeChangeSuccess
source: Artist Order Type Has Been Changed Successfully
ar: الفنان بالدفع نوع تم تغيير بنجاح

source: Artist Settings
ar: إعدادات الفنان

source: Album Order By
ar: ألبوم الترتيب حسب

# AlbumOrderTypeChangeSuccess
source: Album Order Type Has Been Changed Successfully
ar: ألبوم نوع الأمر تم تغيير بنجاح

# CategoryOrderTypeChangeSuccess
source: Category Order Type Has Been Changed Successfully
ar: فئة ترتيب نوع تم تغيير بنجاح

source: Artist Order Style
ar: الفنان بالدفع ستايل

# ArtistOrderStyleChangeSuccess
source: Artist Order Style Has Been Changed Successfully
ar: الفنان بالدفع نمط تم تغيير بنجاح

source: Album Order Style
ar: ألبوم بالدفع ستايل

# AlbumOrderStyleChangeSuccess
source: Album Order Style Has Been Changed Successfully
ar: ألبوم بالدفع نمط تم تغيير بنجاح

# CategoryOrderStyleChangeSuccess
source: Category Order Style Has Been Changed Successfully
ar: فئة ترتيب نمط تم تغيير بنجاح

source: Add Album
ar: البوم جديد

# ArtistDeleteSuccess
source: Artist Has Been Removed Successfully
ar: الفنان تمت إزالة بنجاح

# ArtistNameChangeSuccess
source: Artist Name Has Been Changed Successfully
ar: اسم الفنان تم تغيير بنجاح

source: Album List
ar: قائمة الألبومات

source: Delete Artist
ar: حذف الفنان

# DeleteArtistQuestion
source: You Will Delete The Artist With All Contents. Are You Sure?
ar: هل حذف الفنان مع جميع المحتويات. هل أنت متأكد؟

source: Font
ar: الخط

source: Font Family
ar: عائلة الخط

# FontFamilyChangeSuccess
source: Font Family Has Been Changed Successfully
ar: عائلة الخط تم تغيير بنجاح

source: Font Size
ar: حجم الخط

# FontSizeChangeSuccess
source: Font Size Has Been Changed Successfully
ar: حجم الخط تم تغيير بنجاح

source: Select Font Family
ar: حدد عائلة الخط

source: Select Font Size
ar: تحديد حجم الخط

source: Album Rating
ar: ألبوم التصويت

source: Date
ar: التاريخ

source: Save
ar: حفظ

# SendWithApp
source: Send With Awesome Music App
ar: إرسال رهيبة مع التطبيق الموسيقى

source: Send With Mail
ar: ترسل مع البريد

source: Send With SMS
ar: مع إرسال SMS

source: Share Album
ar: شارك بهذا الالبوم

# AlbumSaveSuccess
source: Album Has Been Saved Successfully
ar: الألبوم تم حفظ بنجاح

# AlbumNameMustBe
source: You Have To Enter Album Name At Least
ar: لديك لإدخال اسم الألبوم على الأقل

# AlbumDeleteSuccess
source: Album Has Been Removed Successfully
ar: ألبوم تمت إزالة بنجاح

source: Delete Album
ar: حذف الألبوم

# DeleteAlbumQuestion
source: You Will Delete This Album. Are You Sure?
ar: هل حذف هذا الألبوم. هل أنت متأكد؟

source: About The App
ar: نبذة عن التطبيقات

# AboutTheAppText
source: Hi. I like listening album a lot. And after Awesome Library app, i decide to create an app which has similar properties like PitchFork. You can add categories, add artists and add albums on it. You can send information of your albums via SMS, E-Mail and Social Media share (like Facebook etc.). I hope that you will like this app. If you rate app and write your suggestions to marketplace and coderserdar@outlook.com I will be so appreciated to you. With my best regards. ÇMS Software.
ar: مرحبا. أحب الاستماع الألبوم كثيرا. وبعد رهيبة مكتبة التطبيق، أنا قررت إنشاء التطبيق الذي له خصائص مشابهة مثل مذراة. يمكنك إضافة فئات، إضافة الفنانين وإضافة الألبومات على ذلك. يمكنك إرسال معلومات من ألبوماتك عبر الرسائل القصيرة والبريد الإلكتروني ومشاركة وسائل الإعلام الاجتماعية (مثل الفيسبوك وغيرها). آمل أنك لن ترغب في هذا التطبيق. إذا تقيم التطبيق وإرسال اقتراحاتكم إلى السوق وcoderserdar@outlook.com وسوف أقدر ذلك لك. مع أطيب تحياتي. برامج CMS.

source: About The Awesome Music
ar: حول الموسيقى رهيبة

source: Contact With Us
ar: الاتصال معنا

source: Rate
ar: معدل

source: Search Completed
ar: البحث الانتهاء

source: Search Results
ar: نتائج البحث

# SearchTrimFault
source: You Have To Fill Search Criteria
ar: لديك لملء معايير البحث

# ArtistAlreadySameCategory
source: Artist Has This Category Already
ar: فنان لديه بالفعل هذه الفئة

# ArtistCategoryAddSuccess
source: Category Has Been Added To Artist Successfully
ar: فئة قد أضيفت إلى الفنان بنجاح

source: Reset Settings
ar: إعادة تعيين إعدادات

# SuccessfulResetSettings
source: Background Settings Has Been Reset Successfully
ar: إعدادات الخلفية تم إعادة تعيين بنجاح

# SyncOnOneFile
source: Sync All In One File
ar: مزامنة كل واحد في الملف

# MostListenArtist
source: Artist You Most Listen
ar: الفنان كنت في أشد الاستماع

# MostListenCategory
source: Category You Most Listen
ar: فئة هل من الاستماع

# MostListenLabel
source: Label You Most Listen
ar: التسمية التي معظم الاستماع

source: Statistics
ar: إحصاءات

# TotalAlbumCount
source: Album Count You Listen
ar: ألبوم عدد يمكنك الاستماع

source: Japanese
ar: اليابانية

source: Best Album
ar: أفضل الألبومات

source: Worst Album
ar: أسوأ الألبوم

source: Best Song
ar: أفضل أغنية

source: Song Count
ar: عدد أغنية

source: Sanskrit
ar: سنسكريتي

source: Thai
ar: التايلاندية
